{
  "histories": [
    {
      "history": [
        {
          "title": "1. 거북선이란?",
          "desc": "거북선은 판옥선이라는 기존 배를 더 튼튼하게 만들고, 공격을 잘 할 수 있게 개조한 배예요.\n배의 위에 지붕을 덮어서 적들이 올라오지 못하게 막았고,\n지붕에는 쇠못을 빼곡하게 박아서 적들이 배에 올라타는 것을 방해했어요.\n거북이의 딱딱한 등처럼 생겼다 해서 이름도 거북선이라고 지었답니다."
        },
        {
          "title": "2. 거북선의 무서운 무기들!",
          "desc": "거북선 앞쪽에는 용머리가 달려 있었어요.\n이 용머리에서는 포를 쏴서 적을 공격할 수 있었고, 심지어 불과 연기까지 나왔어요!\n그리고 거북선의 양옆과 위쪽에는 대포 구멍이 많이 있어서, 여러 방향으로 한 번에 공격할 수 있었어요.\n적이 가까이 다가오면 큰 화력을 발휘할 수 있었죠."
        },
        {
          "title": "3. 거북선은 왜 강력했을까?",
          "desc": "당시 일본군의 전술은 배에 올라타서 직접 싸우거나, 불을 붙여서 배를 태우는 방법이었어요.\n하지만 거북선은 지붕이 단단하게 덮여 있었고,\n거기에 화약으로 강력한 공격을 할 수 있어서 적이 가까이 오기 전에 다 물리칠 수 있었어요.\n그래서 거북선은 바다 위에서 요새처럼 적들을 막을 수 있었답니다."
        }
      ]
    },
    {
      "history": [
        {
          "title": "1. 학익진이란?",
          "desc": "학익진은 적을 둘러싸고 공격하는 전술이에요.\n우리나라 배들이 학의 날개처럼 넓게 퍼져서 적군을 포위하는 전술이에요.\n학이 날개를 펴는 모습을 상상해 보세요!\n적들은 도망칠 곳이 없어지고, 우리나라 배들이 사방에서 공격할 수 있었답니다."
        },
        {
          "title": "2. 학익진은 언제 사용되었을까?",
          "desc": "임진왜란 때, 이순신 장군님은 학익진을 자주 사용했어요.\n명량해전이나 한산도대첩 같은 중요한 전투에서 적들을 물리칠 때 학익진을 사용했답니다.\n이 전술 덕분에 우리나라 군대는 적군을 쉽게 포위하고, 적들이 혼란에 빠지게 만들었어요."
        },
        {
          "title": "3. 학익진은 왜 특별할까?",
          "desc": "학익진은 적들이 어디서 공격을 받을지 예상할 수 없게 만들었어요.\n우리 배들은 사방에서 적을 공격할 수 있었고, 적은 그 안에서 도망치지 못했어요.\n그래서 적들은 힘을 제대로 쓰지 못하고 쉽게 패배했답니다.\n이 전술은 배들이 마치 한 몸처럼 움직이는 것이 중요했어요. 배들이 서로 잘 협력해서 움직였기 때문에 강력했어요!"
        }
      ]
    },
    {
      "history": [
        {
          "title": "1. 판옥선은 어떤 배일까?",
          "desc": "판옥선은 우리나라를 지키기 위해 만든 군함이에요.\n이 배는 나무로 만들어졌고, 두 층으로 나누어진 구조를 가지고 있어요.\n그래서 많은 병사들이 탈 수 있었고, 전투에 필요한 물건도 많이 실을 수 있었답니다."
        },
        {
          "title": "2. 판옥선의 구조",
          "desc": "판옥선은 배 위쪽에 덮개가 있어서 적들이 쉽게 올라탈 수 없었어요.\n그리고 두 층으로 되어 있어서 아래층에서는 노를 저어 배를 움직이고, 위층에서는 화살이나 대포를 쏘며 싸웠어요.\n이렇게 나뉜 구조 덕분에 전투 능력이 아주 뛰어났답니다!"
        },
        {
          "title": "3. 판옥선의 강력한 공격!",
          "desc": "판옥선은 적군과 싸울 때 대포나 화살을 이용해 멀리서도 공격할 수 있었어요.\n위층에서 대포를 쏘고, 아래층에서는 배를 빨리 움직여서 적들이 가까이 오지 못하게 했어요.\n적들이 가까이 오면 적을 들이받는 전술도 사용했답니다!"
        },
        {
          "title": "4. 판옥선은 언제 활약했을까?",
          "desc": "판옥선은 임진왜란 때 이순신 장군님과 함께 적들과 싸우는 데 큰 도움을 주었어요.\n거북선이 등장하기 전까지 판옥선이 우리나라 수군의 주력 군함이었어요.\n특히 한산도대첩 같은 전투에서 판옥선은 적들을 물리치는데 중요한 역할을 했답니다."
        },
        {
          "title": "5. 판옥선과 거북선의 차이점",
          "desc": "판옥선은 거북선보다 더 크고 튼튼했지만, 거북선처럼 완전히 밀폐된 구조는 아니었어요.\n그래서 거북선이 등장하면서 판옥선과 거북선이 함께 조선 수군을 이끌며 큰 승리를 거두었답니다!"
        }
      ]
    }
  ]
}
