{
  "story1592": [
    "옛날 1592년, 우리나라 조선에 큰 전쟁이 일어났어.\n바로 일본이 조선을 차지하려고 공격해 온 거야.\n일본은 조선을 통해 중국까지 차지하려는 욕심을 가지고 있었지.",
    "하지만 우리에게는 훌륭한 이순신 장군이 있었어!\n이순신 장군은 어려운 상황에서도 포기하지 않고, 뛰어난 전략과 창의적인 방법으로 일본군을 막아냈지.\n그중 하나가 거북선이었어.",
    "거북선은 아주 튼튼하고, 적군이 쉽게 공격할 수 없도록 만들어졌어.\n이 배로 이순신 장군은 여러 번 바다에서 승리할 수 있었어.",
    "또 하나 중요한 이순신 장군의 전략은 바로 학익진이야.\n학익진은 배들을 마치 학이 날개를 펴고 날아가는 모습처럼 배치해서 적을 둘러싸는 전법이야.",
    "이 전법 덕분에 조선군은 적을 효율적으로 공격하고 방어할 수 있었어.\n학익진은 똑똑한 전략이 얼마나 중요한지를 잘 보여주는 예야.",
    "그리고 이 전쟁에서는 우리 조선 사람들뿐만 아니라, 명나라에서도 도움을 받았어.\n모두가 힘을 합쳐 나라를 지키기 위해 노력한 거야.\n결국 조선은 끝까지 나라를 지킬 수 있었어.",
    "이 전쟁에서 배울 수 있는 중요한 교훈은, 어려운 상황에서도 포기하지 않고 똑똑하게 싸우는 것이 중요하다는 거야.\n그리고 모두가 힘을 모아 협력하면 더 큰 힘을 낼 수 있다는 것도 꼭 기억하자!"
  ],
  "story1919": [
    "옛날에 우리나라 조선이 일본에게 힘으로 빼앗긴 적이 있었어.\n일본은 조선을 일제강점기 동안 지배하면서, 우리나라 사람들이 자유롭게 말하고, 글을 쓰는 것을 못하게 했지.\n그래서 조선 사람들은 자기 나라를 되찾고 싶어서 용감하게 독립운동을 시작했단다.",
    "독립운동을 하는 사람들 중에는 정말 용감한 인물들이 많았어.\n유관순 열사는 1919년 3.1운동에서 '대한독립 만세!'를 외치며 자유를 위해 싸웠지.\n그때 많은 사람들이 남녀노소 할 것 없이 모여서 평화롭게 일본에 항의했어.\n유관순 열사는 우리나라가 독립할 때까지 포기하지 않았던 사람이야.",
    "또, 안중근 의사는 아주 중요한 인물이었어.\n그는 일본의 높은 사람인 이토 히로부미를 처단하면서 조선의 독립 의지를 보여줬어.\n안중근 의사는 나라를 지키기 위해 생명을 걸고 싸운 용감한 사람이야.",
    "그리고 김구 선생님은 독립을 위해 계속해서 의병과 독립군을 모아서 싸웠어.\n그는 독립운동을 이끌며, 다른 나라에서도 조선을 도와줄 수 있도록 열심히 노력했단다.\n김구 선생님은 평화롭고 자유로운 조선을 꿈꾸며 끝까지 포기하지 않았어.",
    "이런 용감한 사람들 덕분에 우리는 자유를 되찾을 수 있었어.\n1945년에 드디어 우리나라는 광복을 맞이하게 되었지.\n광복절은 그 자유를 기념하는 날이야.",
    "유관순 열사, 안중근 의사, 김구 선생님 같은 사람들은 우리나라를 위해 끝까지 싸웠고, 포기하지 않았어.\n우리가 배울 수 있는 중요한 교훈은, 자유를 지키기 위해 서로 힘을 모아야 한다는 것이야.\n혼자가 아닌 함께 싸울 때 큰 어려움도 이겨낼 수 있다는 걸 기억하자!"
  ],
  "story1443": [
    "옛날 조선이라는 나라에 아주 훌륭한 왕이 있었어.\n그 왕의 이름은 세종대왕이야.\n세종대왕은 조선의 4번째 왕이었는데, 백성들을 사랑하고 나라를 더 좋은 곳으로 만들기 위해 많은 일을 했어.",
    "가장 유명한 일은 바로 한글을 만든 거야.\n그때 사람들은 어려운 한자로 글을 썼는데, 너무 어려워서 평범한 사람들은 글을 읽고 쓰기 힘들었어.\n그래서 세종대왕은 백성들이 쉽게 글을 배울 수 있도록 한글이라는 새로운 글자를 만들었지.",
    "한글 덕분에 우리나라 사람들은 글을 쉽게 읽고 쓸 수 있게 되었어.\n지금 우리가 사용하는 한글은 세종대왕의 큰 선물이야!",
    "세종대왕은 글자만 만든 게 아니야.\n그는 백성들이 편하게 살 수 있도록 농사법도 개선하고, 과학 기술을 발전시키는 데에도 힘썼어.",
    "예를 들어, 측우기라는 기구를 만들어 비가 얼마나 오는지 알 수 있게 했고,\n해시계와 물시계 같은 시간 측정 도구도 발전시켰지.\n이런 발명 덕분에 백성들은 더 나은 생활을 할 수 있었어.",
    "또, 세종대왕은 나라를 지키기 위해 무기도 개발하고,\n조선의 군사력도 강화했어.\n그는 평화롭고 튼튼한 나라를 만들기 위해 늘 노력했단다.",
    "세종대왕은 모든 백성들을 아끼고, 그들이 더 나은 삶을 살 수 있도록 여러 방면에서 많은 일을 했어.\n그래서 지금까지도 많은 사람들이 세종대왕을 훌륭한 왕으로 기억하고 존경한단다."
  ]
}
